Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_621_itemid_EQ_233.tmx
Source language: sme
Languages: smn

source: Sámedikki nuoraidráđđi
smn: Sämitige nuorâirääđi

source: Nuoraidčálli fástida
smn: Nuorâičällee västid

source: muhto mii lea Skáhppu ?
smn: mut mii lii Skuáppu ?

source: Binna Bánna mánáid radio
smn: Binna Bánna párnái radio

source: Unna Junná álggii jagis 2007
smn: Unna Junná aalgij ive 2007

source: Njoammil
smn: Njuámmil

source: Rájehis sámenuorat
smn: Räjittes säminuorah

source: Nuorat lagašgovas
smn: Nuorah aldakooveest

source: Pilvi álggaha
smn: Pilvi aalgât ollâopâttuvâst

source: Mun gal guoran máttaráddján
smn: Mun kal kuorâm madâräijihâm

source: Sámenuoraid dáiddadáhpáhus
smn: Säminuorâi taaiđâtábáhtus

source: Dáiddadáhpáhus govvaráidu
smn: Taaidâtábáhtus koveráiđu

source: Natalia lea 19-jahkásaš nuortalašnieida eret Ruošša Murmánskkas , gos son lea orron olles eallima ja orru ain .
smn: Natalia lii 19-ihásâš nuorttâsämmilâš nieidâ , kote lii vuálgus Ruošâ Murmanskist . Tobbeen sun lii aassâm ubâ avvees já áásá ain-uv .

source: Dál Natalia studere eŋglándalaš filologiija universitehtas , gos son lea studeren juo guokte jagi , nappo son lea čađahan bachelor-dutkosa .
smn: Tääl Natalia lohá englandlâš filologia ollâopâttuvâst , mast sust láá tyehin jo kyehti ive , ađai sun lii čođâldittám bachelor .

source: Dan ovdal son čađahii vuođđoskuvlla , mii bistá Ruoššas oktiibuot 11 jagi , daningo doppe suopmelaš lágan logahat gullá oassin vuođđooahpahussii .
smn: Tađe ovdil sun čođâlditij vuáđuškoovlâ , mii Ruošâst pištá ohtsis 11 ihheed , ko tobbeen syemmilâštijppâsâš luvâttâh kulá vuáđuškovliimân .

source: Doppe sáhttá joatkit njuolgga universitehtii jus háliida .
smn: Jis haalijd , te tobbeen puáhtá juátkiđ njuolgist ollâopâttâhân .

source: Natalia dovdá , ahte sápmelašvuođa meroštallan lea váttis su buohta , muhto son dovdá iežas goittotge sápmelažžan .
smn: Natalia tobdá jieijâs uásild sämmilâšvuođâ miäruštâllâm hástulâžžân , mut sun tobdá jieijâs sämmilâžžân .

source: Das fuolakeahttá vaikko son orru gávpogis , vaikko sus eai leat bohccot ja vaikko son ii jođe luonddus duoddaris , dahje eale muđuige stereotiippaid mielde .
smn: Tast-uv peerusthánnáá veikkâ áásá-uv kaavpugist , veikkâ sust iä lahkin poccuuh , já veikkâ sun ij jođe luándust tuoddârijn , tâi eres maid stereotypiah väättih .

source: Son eallá ođđaáigásaš máilmmis , ođđaáigásaš sápmelačča eallima , iige su árgabeaivvis sápmelašvuohta earenoamážit oidno .
smn: Sun iälá uđđâáigásii maailm náálá , uđđâáigásii sämmilii eellim , ige suu argâpiäiválâš elimist sämmilâšvuotâ eromâšávt oinuu .

source: Son lohká goittotge diehtit iežas leahkit sápmelaš , daningo sápmelašvuohta lea su mielas viiddes ja ollislaš ášši , ja maiddái ollu eanet go dušše beare boazodoallu mii lea goittotge eará sámekultuvrra árbevieruid lassin dehálaš ášši .
smn: Sun kuittâg tiäđuušt lemin sämmilâš , ko sämmilâšvuotâ lii suu mielâst vijđes olesváldálâš äšši já meid ennuv eres ko tuše puásuituálu .

source: Nataliai sámiid áššit leat dehálaččat ja daidda son háliida leat váikkuheamen iežas bealis ja seammás doallamin badjin sápmelaš kultuvrra .
smn: Natalian sämiääših láá teháliih , já sun uáiná taid tehálâžžân , moid sun haalijd jieijâs uásild leđe mieldi vaikutmin já tolâmin sämikulttuur paijeen .

source: Son vásihii iežas etnihkalaš morráneami 16–17-jahkásažžan .
smn: Sun tuubdâi jieijâs etnisâš morettem 16–17 ihásâžžân .

source: Son lei álot diehtán ahte son lei sápmelaš ja diđii iežas sohkaruohttasiid ja ahte su áhkku hupmá nuortalašgiela , muhto duon áiggi son ii vel atnán sápmelašvuođa nu dehálažžan .
smn: Sun lâi kale ovttuu tiättám lemin sämmilâš já tieđij suhâmadduidis já et suu ákku sárnu nuorttâsämikielâ , mut talle vala sun ij annaam sämmilâšvuođâ olssis tehálâžžân .

source: Son logai vásihan váttisin dan , ahte ii máhttán sámegiela iige eallán árbevirolaš ealáhusain , muhto orui baicce gávpogis ja elii nugo gii beare ruošša .
smn: Sun tuubdâi váduhin tom , et ij máttám sämikielâ ige porgâm ärbivuáválij iäláttâsâiguin , pic aasâi kaavpugist já eelij tegu kii peri eres ryesilâš .

source: Son muitala goittotge ipmirdan vehá vehážiid sámevuođa máŋggabealatvuođa ja ahte dat ovdána ja hápmašuvvá ođđa áiggi mielde .
smn: Sun kuittâg kuuloold ibbeerdškuođij sämmilâšvuođâ maaŋgâhámásâšvuođâ já ton häämi rievdâm tááláá ááigán .

source: Natalia ii láve geavahit gávtti , iige sus leat goassige leamašan iežas gákti .
smn: Nataliast ij lah vyehin kevttiđ sämimááccuh , ige sust lah lamaš kuássin jieijâs mááccuh .

source: Jagi 2012 giđđat Davvi-Ruoŧas Björklidenis sámenuoraid oktasaš deaivvadeamis son morihii dasa man fámolažžan gáktekultuvra eallá eará sajiin .
smn: Kiđđuv 2012 , ko sun lâi Tave-Ruotâst Björklidenist säminuorâi ohtsâš tábáhtusâst , te sun morettij toos , mon ellee mááccuh-kulttuur eres kuávluin lii .

source: Son maiddái fuobmái man unnán son diđii eará biktasiid erohusain .
smn: Sun meiddei aaicâi tom , mon ucce suu jieijâs tiettim jieškote-uv máccuhij iäruin lii .

source: Son lohká , ahte ii ovdamearkka dihte máhte earuhit guđe guvlui miige gákti gullá .
smn: Sun iätá , et ovdâmerkkân ij määti iäruttiđ , mon kuávlun mii-uv mááccuh kulá .

source: Muhto dasage son háliidivččii čiekŋut dárkileappot , ja čiekŋudit iežas dieđu ja dáiddu sámiid duojis .
smn: Mut taas-uv sun halijdičij uápásmuđ tärhibeht , já lasettiđ tiäđu já tááiđu säämi tuáján .

source: Dán rádjai su masá áidna guoskkahus duodjái lea su sistelávka .
smn: Taan räi suu masa áinoo ohtâvuotâ säämi tuáján lii suu šišnelavkkâ .

source: Ruoššas dušše moattis šat hupmet sámegiela .
smn: Ruošâst innig uáli härvi sárnu sämikielâ .

source: Vuorrasut olbmot máhttet , muhto siige eai leat šat gallis .
smn: Puáris ulmuuh mättih , mut siigin iä lah innig kales .

source: Natalia gullá dan sohkabulvii mii lea massán giela .
smn: Natalia kulá ton suhâpuolvân , mii lii monâttâm kielâs .

source: Son ii huma sámegiela , muhto sus lea mokta studeret giela ja earenoamážit nuortalašgiela .
smn: Sun ij sáárnu sämikielâ , mut sust lii mohtâ oppâđ kielâid já eromâšávt nuorttâsämikielâ .

source: Son lea lohkan earret eará suomagiela ja duiskkagiela .
smn: Sun lii luuhâm eres lasseen suomâkielâ já saksakielâ .

source: Sus lea maiddái plánain boahtit muhtun gaskka Supmii , vejolaččat Anárii studeret .
smn: Suu vuáváámijn lii še puáttiđ mottoom kooskâst Suomân , máhđulávt Anarân luuhâđ .

source: Doppe son sáhtášii ollášuhttit iežas guhkitáiggi niegu studeret nuortalašgiela .
smn: Tobbeen sun puávtáččij olášuttiđ jieijâs kuhesáigásâš tuoivuu oppâđ nuorttâsämikielâ .

source: Okta su boahttevuođa nieguin lea gárvvásmuvvat muhtin beaivvi nuortalašgiela oahpaheaddjin .
smn: Ohtâ suu puátteevuođâ peivinaharijn lii-uv valmâštuđ mottoom peeivi nuorttâsämikielâ máttáátteijen .

source: Dakko bokte son sáhtášii bealistis leat mielde seailluheamen ja doalaheamen sámekultuvrra .
smn: Tađe mield sun puávtáččij jieijâs navcâiguin leđe fáárust siäilutmin já paijeentolâmin sämikulttuur .

source: Govas Natalia Vaskova iežas áhkuin Zoja Nosovain .
smn: Kooveest Natalia Vaskova áhuinis Zoja Nosovain .
